tap "homebrew/bundle"
tap "homebrew/services"
brew "flyctl"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "git"
brew "tcl-tk", link: false
brew "git-gui"
brew "go"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "jq"
brew "k6"
brew "k9s"
brew "openjpeg"
brew "leptonica"
brew "maven"
brew "nodebrew"
brew "python@3.11"
brew "pipenv"
brew "pkg-config"
brew "pyenv"
brew "python@3.9"
brew "redis"
brew "stern"
brew "tesseract"
brew "tmux"
cask "wireshark"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "prisma.prisma"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "timonwong.shellcheck"
