tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "ffmpeg"
brew "flyctl"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "go"
brew "nodebrew"
brew "openssl@3"
brew "pkg-config"
brew "tmux"
brew "heroku/brew/heroku"
cask "wireshark"
brew "git"
brew "tcl-tk", link: false
brew "git-gui"
brew "jq"
brew "k9s"
brew "kubernetes-cli", link: false
brew "maven"
brew "mysql@5.7", restart_service: true
brew "redis"
vscode "adpyke.vscode-sql-formatter"
vscode "dbaeumer.vscode-eslint"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "hbenl.vscode-test-explorer"
vscode "josephtbradley.hive-sql"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "TabNine.tabnine-vscode"