tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ffmpeg"
brew "flyctl"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "go"
brew "nodebrew"
brew "openssl@3"
brew "pipenv"
brew "pkg-config"
brew "pyenv"
brew "python@3.9"
brew "tmux"
brew "heroku/brew/heroku"
cask "wireshark"
